Repository: franck-paul/rosetta
Catalog: locales/*/main.po
Languages: de, el, es, fr, it, ja, pt, ru, uk

source: Manage post/page translations
de: Verwalten der Übersetzungen von Beiträgen/Seiten
el: Διαχείριση μεταφράσεων δημοσιεύσεων/σελίδων
es: Gestión de traducciones de entradas y páginas
fr: Gestion des traductions des billets et pages
it: Gestire le traduzioni di post/pagine
ja: 記事/ページの翻訳を管理する
pt: Gerir traduções de posts/páginas
ru: Управление переводами постов/страниц
uk: Керування перекладами пост/сторінка

source: Rosetta
ja: ロゼッタ
pt: Roseta
ru: Розетта
uk: Розетта

source: Are you sure to remove this translation?
de: Sind Sie sicher, dass Sie diese Übersetzung entfernen wollen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε αυτή τη μετάφραση;
es: ¿Está seguro de eliminar esta traducción?
fr: Êtes-vous sûr·e de vouloir retirer cette traduction ?
it: Sei sicuro di voler rimuovere questa traduzione?
ja: この翻訳は本当に削除していいのですか？
pt: Tem a certeza de que quer remover esta tradução?
ru: Вы уверены, что хотите удалить этот перевод?
uk: Ви впевнені, що хочете видалити цей переклад?

source: Remove this translation's link
de: Entfernen Sie den Link zu dieser Übersetzung
el: Αφαίρεση του συνδέσμου αυτής της μετάφρασης
es: Eliminar el enlace de esta traducción
fr: Retirer le lien vers cette traduction
it: Rimuovere il link di questa traduzione
ja: この翻訳のリンクを削除する
pt: Remover o link desta tradução
ru: Удалить ссылку на этот перевод
uk: Видаліть посилання на цей переклад

source: Edit this entry
de: Diesen Eintrag bearbeiten
el: Επεξεργασία αυτής της καταχώρησης
es: Editar esta entrada
fr: Éditer cette publication
it: Modifica questa voce
ja: このエントリーを編集する
pt: Editar esta entrada
ru: Редактировать эту запись
uk: Відредагуйте цей запис

source: Page's translations:
de: Die Übersetzungen der Seite:
el: Μεταφράσεις Page:
es: Traducciones de Page:
fr: Traductions de cette page :
it: Traduzioni della pagina:
ja: ページの翻訳です：
pt: Traduções da página:
ru: Переводы страниц:
uk: Переклади Пейджа:

source: Post's translations:
de: Die Übersetzungen der Post:
el: Μεταφράσεις Post:
es: Traducciones del puesto:
fr: Traductions de ce billet :
it: Traduzioni del post:
ja: ポストの翻訳です：
pt: Traduções dos Correios:
ru: Переводы постов:
uk: Переклади пошти:

source: Attached Translations
de: Beigefügte Übersetzungen
el: Συνημμένες μεταφράσεις
es: Traducciones adjuntas
fr: Traductions attachées
it: Traduzioni allegate
ja: 添付の翻訳文
pt: Traduções anexas
ru: Прикрепленные переводы
uk: Переклади, що додаються

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Língua
ru: Язык
uk: Мова

source: Entry
de: Eintrag
el: Είσοδος
es: Entrada
fr: Entrée
it: Ingresso
ja: エントリー
pt: Entrada
ru: Вход
uk: Вступ

source: Attach a translation
de: Fügen Sie eine Übersetzung bei
el: Επισυνάψτε μια μετάφραση
es: Adjuntar una traducción
fr: Attacher une traduction
it: Allegare una traduzione
ja: 翻訳を添付する
pt: Anexar uma tradução
ru: Приложить перевод
uk: Прикріпити переклад

source: Create a new translation
de: Eine neue Übersetzung erstellen
el: Δημιουργία νέας μετάφρασης
es: Crear una nueva traducción
fr: Créer une nouvelle traduction
it: Creare una nuova traduzione
ja: 新しい翻訳を作成する
pt: Criar uma nova tradução
ru: Создайте новый перевод
uk: Створіть новий переклад

source: Create and edit a new translation
de: Erstellen und Bearbeiten einer neuen Übersetzung
el: Δημιουργία και επεξεργασία μιας νέας μετάφρασης
es: Crear y editar una nueva traducción
fr: Créer et éditer une nouvelle traduction
it: Creare e modificare una nuova traduzione
ja: 新しい翻訳を作成・編集する
pt: Criar e editar uma nova tradução
ru: Создание и редактирование нового перевода
uk: Створення та редагування нового перекладу

source: New translation created.
de: Neue Übersetzung erstellt.
el: Δημιουργήθηκε νέα μετάφραση.
es: Nueva traducción creada.
fr: Nouvelle traduction créée.
it: Creazione di una nuova traduzione.
ja: 新訳を作成しました。
pt: Nova tradução criada.
ru: Создан новый перевод.
uk: Створено новий переклад.

source: Error during new translation creation.
de: Fehler bei der Erstellung einer neuen Übersetzung.
el: Σφάλμα κατά τη δημιουργία νέας μετάφρασης.
es: Error durante la creación de una nueva traducción.
fr: Erreur pendant la création de cette nouvelle traduction.
it: Errore durante la creazione di una nuova traduzione.
ja: 新規翻訳作成時にエラーが発生しました。
pt: Erro durante a criação de uma nova tradução.
ru: Ошибка при создании нового перевода.
uk: Помилка під час створення нового перекладу.

source: Error during newly created translation attachment.
de: Fehler bei neu erstelltem Übersetzungsanhang.
el: Σφάλμα κατά τη διάρκεια της νέας δημιουργίας επισύναψης μετάφρασης.
es: Error al crear un archivo adjunto de traducción.
fr: Erreur pendant l'ajout de cette traduction nouvellement créée.
it: Errore durante la creazione di un allegato di traduzione.
ja: 翻訳添付ファイルを新規に作成する際にエラーが発生しました。
pt: Erro durante a criação de um novo anexo de tradução.
ru: Ошибка при создании нового вложения перевода.
uk: Помилка під час створення нового вкладення перекладу.

source: Error during translation attachment.
de: Fehler beim Anhängen der Übersetzung.
el: Σφάλμα κατά την επισύναψη της μετάφρασης.
es: Error al adjuntar la traducción.
fr: Erreur pendant l'ajout de cette traduction.
it: Errore durante la traduzione dell'allegato.
ja: 翻訳添付時にエラーが発生しました。
pt: Erro durante a anexação da tradução.
ru: Ошибка при прикреплении перевода.
uk: Помилка під час прикріплення перекладу.

source: New translation attached.
de: Neue Übersetzung beigefügt.
el: Επισυνάπτεται νέα μετάφραση.
es: Se adjunta nueva traducción.
fr: Nouvelle traduction attachée.
it: Nuova traduzione allegata.
ja: 新訳を添付しました。
pt: Nova tradução em anexo.
ru: Новый перевод прилагается.
uk: Новий переклад додається.

source: Error during removing translation attachment.
de: Fehler beim Entfernen des Übersetzungsanhangs.
el: Σφάλμα κατά την αφαίρεση του συνημμένου της μετάφρασης.
es: Error al eliminar el archivo adjunto de traducción.
fr: Erreur pendant le retrait de cette traduction.
it: Errore durante la rimozione dell'allegato di traduzione.
ja: 翻訳添付ファイルの削除中にエラーが発生しました。
pt: Erro ao remover o anexo de tradução.
ru: Ошибка при удалении вложения перевода.
uk: Помилка під час видалення вкладення перекладу.

source: Translation removed.
de: Übersetzung entfernt.
el: Η μετάφραση αφαιρέθηκε.
es: Traducción eliminada.
fr: Traduction retirée.
it: Traduzione rimossa.
ja: 翻訳を削除しました。
pt: Tradução retirada.
ru: Перевод удален.
uk: Переклад видалено.

source: Posts tranlations
de: Stellenübertragungen
el: Θέσεις μεταφράσεις
es: Translaciones de puestos
fr: Traductions des billets
it: Messaggi di traduzioni
ja: 投稿トランザクション
pt: Tradução de mensagens
ru: Переводы сообщений
uk: Переклади повідомлень

source: Save
de: Speichern Sie
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
it: Risparmiare
ja: セーブ
pt: Guardar
ru: Сохранить
uk: Зберегти

source: Pages tranlations
de: Seiten Übertragungen
el: Σελίδες μεταφράσεις
es: Traducción de páginas
fr: Traductions des pages
it: Traduzioni di pagine
ja: ページのトランスクリプト
pt: Tradução de páginas
ru: Переводы страниц
uk: Переклади сторінок

source: Enable posts/pages translations for this blog
de: Übersetzungen von Beiträgen/Seiten für dieses Blog aktivieren
el: Ενεργοποίηση μεταφράσεων αναρτήσεων/σελίδων για αυτό το ιστολόγιο
es: Habilitar traducciones de entradas/páginas para este blog
fr: Activer la gestion des traductions des billets et pages
it: Abilitare le traduzioni di post/pagine per questo blog
ja: このブログの記事/ページの翻訳を有効にする
pt: Activar traduções de posts/páginas para este blogue
ru: Включить переводы постов/страниц для этого блога
uk: Увімкнути переклад дописів/сторінок для цього блогу

source: Options
de: Optionen
el: Επιλογές
es: Opciones
it: Opzioni
ja: オプション
pt: Opções
ru: Опции
uk: Параметри

source: Automatic posts/pages redirect on browser's language for this blog
de: Automatische Weiterleitung von Beiträgen/Seiten je nach Sprache des Browsers für diesen Blog
el: Αυτόματη ανακατεύθυνση αναρτήσεων/σελίδων ανάλογα με τη γλώσσα του προγράμματος περιήγησης για αυτό το ιστολόγιο
es: Redirección automática de entradas/páginas según el idioma del navegador para este blog
fr: Redirection automatique des billets et des pages en fonction de la langue du navigateur
it: Reindirizzamento automatico di post/pagine in base alla lingua del browser per questo blog
ja: このブログで、ブラウザの言語に応じて記事/ページを自動的にリダイレクトする。
pt: Redireccionamento automático de posts/páginas no idioma do browser para este blogue
ru: Автоматическое перенаправление постов/страниц в зависимости от языка браузера для этого блога
uk: Автоматичне перенаправлення постів/сторінок на мову браузера для цього блогу

source: Entry title:
de: Titel des Eintrags:
el: Τίτλος εισόδου:
es: Título de la entrada:
fr: Titre de la publication :
it: Titolo della voce:
ja: エントリータイトルです：
pt: Título da entrada:
ru: Название заявки:
uk: Назва твору:

source: Entry language:
de: Eingangssprache:
el: Γλώσσα εισόδου:
es: Idioma de entrada:
fr: Langue de l'entrée :
it: Lingua d'ingresso:
ja: エントリー言語です：
pt: Língua de entrada:
ru: Язык вхождения:
uk: Мова входу:

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annullamento
ja: キャンセル
pt: Cancelar
ru: Отмена
uk: Скасувати

source: Create
de: erstellen.
el: Δημιουργία
es: Cree
fr: Créer
it: Creare
ja: 作成
pt: Criar
ru: Создать
uk: Створити

source: Entry's translations
de: Übersetzungen des Eintrags
el: Μεταφράσεις της καταχώρησης
es: Traducciones de la entrada
fr: Traductions de la publication
it: Traduzioni della voce
ja: エントリーの翻訳
pt: Traduções da entrada
ru: Переводы вступления
uk: Переклади конкурсних робіт

source: Translation(s) of this entry
de: Übersetzung(en) dieses Eintrags
el: Μετάφραση(ες) αυτής της καταχώρησης
es: Traducción(es) de esta entrada
fr: Traductions disponibles
it: Traduzione(i) di questa voce
ja: このエントリーの翻訳
pt: Tradução(ões) desta entrada
ru: Перевод(ы) этой записи
uk: Переклад(и) цього запису

source: Include current entry:
de: Aktuellen Eintrag einbeziehen:
el: Συμπεριλάβετε την τρέχουσα καταχώρηση:
es: Incluir entrada actual:
fr: Inclus la publication courante :
it: Includere la voce corrente:
ja: 現在のエントリーを含む：
pt: Incluir a entrada actual:
ru: Включите текущую запись:
uk: Включити поточний запис:

source: Without its URL
de: Ohne seine URL
el: Χωρίς το URL του
es: Sin su URL
fr: Sans son URL
it: Senza il suo URL
ja: URLなし
pt: Sem o seu URL
ru: Без своего URL
uk: Без його URL-адреси

source: With its URL
de: Mit seiner URL
el: Με τη διεύθυνση URL
es: Con su URL
fr: Avec son URL
it: Con il suo URL
ja: そのURLで
pt: Com o seu URL
ru: С его URL
uk: З його URL-адресою

source: None
de: Keine
el: Κανένα
es: Ninguno
fr: Sans
it: Nessuno
ja: なし
pt: Nenhum
ru: Нет
uk: Ні.
